{
  "story": {
    "title": "Sparrow Song: Finding the Extraordinary",
    "text": "Joan, amidst the drab canvas of her life, considered a final escape from boredom. But a chance encounter with a chirping sparrow, a creature of joyous routine, shifted her view. Its song, a melody woven from the threads of simple existence, spoke of a beauty in the everyday she had missed. Captivated, Joan resolved to unearth the extraordinary within her ordinary life. She pursued the overlooked marvels, the laughter and wisdom around her, with the fervor of a seeker of hidden treasures. Life, she learned, was a mosaic of tiny splendors, each as vital as a sparrow's flight."
  },
  "twists": [
    {
      "title": "The Secret Life of Sparrows",
      "text": "As Joan's appreciation for life grew, she discovered the sparrow that changed her life was no ordinary bird but a magical one, visible only to those seeking a sign. It led her to a hidden garden where time stood still, and with each visit, Joan returned with newfound creativity that transformed her world.",
      "childTwists": [
        {
          "title": "The Garden's Guardian",
          "text": "In the hidden garden, Joan met an elderly woman, the Guardian of this magical realm. She offered Joan a choice: remain in the garden forever, embracing serenity away from the ordinary world, or return to her life, carrying the magic within but never able to come back.",
          "childTwists": [
            {
              "title": "The Inspirational Author",
              "text": " Joan penned a memoir, weaving tales of her mystical experiences. It became an international bestseller, inspiring millions globally. Her words, imbued with the garden's magic, awakened a newfound appreciation for life's simplicities in readers, leading to a worldwide movement of joy and mindfulness.",
              "childTwists": [
                {
                  "title": "Great Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                },
                {
                  "title": "Great Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Great Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Joyful Healer",
              "text": "Joan's presence began to miraculously heal people. She founded a wellness center, where her laughter and joy became a remedy, curing ailments. The center, a harmonious blend of joy and healing, attracted people from all corners of the world, becoming a sanctuary for both physical and emotional healing.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Founder of Joyful City",
              "text": "Influenced by Joan's transformative joy, her town rebranded itself as 'Joyful City'. It became a global attraction, a place where happiness was the currency and laughter the medicine. It hosted international conferences on well-being and happiness, setting a new standard for living joyfully.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "A Sprout of Truth",
          "text": "Joan found a rare flower in the garden, which, when planted in the real world, revealed the true nature of things. When her friend held the flower, she saw her mundane job as a path to her dream career. Joan realized the garden's magic could help others see their lives anew.",
          "childTwists": [
            {
              "title": "The Legend Unfolds",
              "text": "Joan's story became a legend. People traveled to her hometown, hoping to experience her dream guidance. Her legend grew, and her town turned into a pilgrimage site for those seeking enlightenment. A festival was held annually in her honor, celebrating the power of dreams and the mystical guardian who weaved them.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Ethereal Mentor",
              "text": "Joan's dream visits became more profound. She started mentoring people in their dreams, leading them to significant life discoveries. Her influence created a wave of innovators and thinkers who credited their breakthroughs to the mysterious dream mentor, making her a silent yet pivotal figure in global advancements.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Dream Academy",
              "text": "Inspired by Joan's legacy, a Dream Academy was established in her town. It became a center for studying the power of dreams and subconscious guidance. The academy attracted dream researchers and psychologists, becoming a leading institution in understanding the impact of dreams on human development and creativity.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "The Sparrow's Sacrifice",
          "text": "The magical sparrow returned, growing weak. It had sacrificed its strength to show Joan the garden. To save it, Joan had to perform a selfless act of pure joy. She organized a town festival that rekindled community spirit, and the sparrow's vigor returned.",
          "childTwists": [
            {
              "title": "The Silent Revolution",
              "text": "Joan's unwitting influence sparked a silent revolution. People became more empathetic, kind, and joyful. Crime rates dropped, and community projects flourished. Her town became a case study in how happiness can transform society, attracting researchers and sociologists.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Festival of Smiles",
              "text": "An annual 'Festival of Smiles' began in her honor. It was a day where the entire town engaged in acts of kindness, laughter, and joy. This festival soon spread to other cities, becoming a global day of happiness and community bonding.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Happiness Curriculum",
              "text": "Schools in her town introduced a 'Happiness Curriculum', teaching children the importance of joy, mindfulness, and empathy from a young age. This curriculum was later adopted by various educational institutions worldwide, reshaping the future generation's approach to life and mental well-being.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "The Echo of Dreams",
      "text": "One day, Joan woke up to find her world had turned vibrant, but the sparrow was gone. In her search, she learned she could now hear others' dreams, a gift from the sparrow's song, urging her to connect deeply with those around her, mending hearts with the melodies of their unspoken dreams.",
      "childTwists": [
        {
          "title": "Whispers of the Lost",
          "text": "The dreams Joan heard were not just any dreams; they were the dreams of those who had given up on them. She became a dream whisperer, guiding people to fulfill their abandoned aspirations, strengthening the fabric of hope in her ordinary town.",
          "childTwists": [
            {
              "title": "The Dream Sculptor",
              "text": "Joan's guidance led to a town-wide renaissance. People began sculpting statues of their achieved dreams, turning the town into a living gallery of aspirations realized, inspiring visitors from across the globe.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "Echoes of the Past",
              "text": "Joan's ability evolved to hear ancestral dreams, leading to a revival of lost arts and traditions in her town, creating a rich tapestry of culture and history that became a cornerstone of their identity.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Dream Festival",
              "text": "An annual Dream Festival was established, where people shared and celebrated the dreams they'd achieved through Joan's help. It became a global event, symbolizing hope and the power of believing in one’s dreams.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "The Dreamweaver's Dilemma",
          "text": "Joan's ability to hear dreams began to overwhelm her, with the multitude of unfulfilled desires crowding her mind. She had to find the Dreamweaver, a being said to weave the tapestry of dreams, to learn how to control her gift without losing her sanity.",
          "childTwists": [
            {
              "title": "The Mind's Museum",
              "text": "The tapestry Joan created with the Dreamweaver became a living museum, displaying the collective hopes and fears of humanity. It attracted scholars and artists alike, interpreting the dreamscape as a reflection of the human condition.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Dreamweaver's Legacy",
              "text": "Joan eventually became the new Dreamweaver, her profound understanding of dreams allowing her to guide the world's subconscious gently, influencing positive global changes.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Dreamer's Network",
              "text": "The tapestry formed a psychic network, connecting dreamers across the world. It fostered a new level of empathy and understanding among different cultures, leading to an era of unprecedented global harmony.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "The Symphony of Dreams",
          "text": "The dreams converged into a symphony, leading Joan to a prodigious child with no means to pursue his music. Joan's endeavor to support him brought the community together, creating a scholarship fund, and her ability found its purpose: uniting dreams with reality.",
          "childTwists": [
            {
              "title": "The Concert of Hope",
              "text": "The child prodigy's first concert, funded by the scholarship, was a phenomenal success. It sparked a global initiative to find and nurture hidden talents in underprivileged communities.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Dream Orchestra",
              "text": "Inspired by Joan and the prodigy, a unique orchestra was formed, comprising musicians who once had abandoned their musical dreams. They toured the world, symbolizing the power of revived dreams.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "Harmonies of the Heart",
              "text": "The music composed by the child, influenced by the dreams heard by Joan, had a mysterious healing effect on listeners, leading to its use in therapy and bringing peace to troubled minds worldwide.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "The Flight of Change",
      "text": "Joan's changes stirred her town. People began to notice the extraordinary around them, inspired by Joan's alterations. But when a mysterious figure arrived, claiming to be the sparrow's keeper, Joan had to choose: keep her gifts and lose the sparrow, or release the magic and preserve the wonder for all.",
      "childTwists": [
        {
          "title": "The Keeper's Test",
          "text": "The sparrow's keeper challenged Joan to a test of character. She was to live a day without her gifts, relying solely on her human connections. The experience was humbling, reinforcing the value of every ordinary interaction and the power of empathy.",
          "childTwists": [
            {
              "title": "Rediscovery of Self",
              "text": "Without her magical abilities, Joan rediscovered her own strengths and weaknesses, forging deeper connections with those around her. This experience humbled her, making her more relatable and beloved in her community.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Community's Embrace",
              "text": "Joan's vulnerability brought the community closer. People stepped up to help, showcasing the strength of human connection and empathy, thus creating a more united and supportive town.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Emergence of Leaders",
              "text": "Joan's day of normalcy inspired others to take initiative. New leaders emerged, taking up roles in community development and social work, diversifying the town’s leadership and fostering a collaborative spirit.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "The Spread of Wonder",
          "text": "As the magic spread, the town's mundane color palette transformed into vibrant hues. But with the beauty came reliance on Joan's magic. She had to teach her neighbors to find the extraordinary within themselves, or the town risked losing its newfound vibrancy.",
          "childTwists": [
            {
              "title": "The Cultivation of Magic",
              "text": "Joan taught her neighbors to find magic within themselves, reducing their reliance on her. This led to a town where every individual contributed to maintaining its vibrancy and charm, making it a self-sustaining utopia.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Ripple of Colors",
              "text": "The transformation of the town sparked a global movement. Cities worldwide began adopting practices to bring out their unique magic, leading to a colorful, diverse world celebrating its multifaceted beauty.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Festival of Colors",
              "text": "The town started an annual Festival of Colors, celebrating the diversity and magic within each individual. It became a global event, promoting unity, diversity, and the joy of living.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        },
        {
          "title": "The Final Choice",
          "text": "Faced with the possibility of losing the sparrow, Joan discovered the true extent of her gifts. She could either bind the magic to herself, becoming a beacon of change but alone, or release it into the world, letting the sparrow go but ensuring that the wonder it sparked would flourish in every heart.",
          "childTwists": [
            {
              "title": "The Legacy of Wonder",
              "text": "Joan chose to release the magic. The sparrow was freed, and the magic dispersed globally, igniting sparks of wonder in hearts worldwide. Joan's act became a legend, symbolizing selflessness and the universal nature of wonder.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Birth of Natural Magic",
              "text": "With the magic released, natural wonders began to exhibit magical properties. Auroras sang, forests whispered, and oceans glowed, rekindling humanity's awe and respect for nature.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            },
            {
              "title": "The Guardian of Realities",
              "text": "As a reward for her selflessness, Joan was granted a new role as the Guardian of Realities, a mystical entity who traveled between worlds, ensuring balance and spreading the message of hope and wonder across the cosmos.",
              "childTwists": [
                {
                  "title": "Grandchild 1 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 1 of Child 1 of Twist 1"
                  
                },
                {
                  "title": "Grandchild 2 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 2 of Child 1 of Twist 1"
                },
                {
                  "title": "Grandchild 3 of Child 1 of Twist 1",
                  "text": "Text for Grandchild 3 of Child 1 of Twist 1"
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}
